{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.1.4", "config": [{"class_name": "Dense", "config": {"trainable": true, "bias_regularizer": null, "activation": "relu", "name": "dense_1", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "use_bias": true, "units": 6, "kernel_regularizer": null, "batch_input_shape": [null, 4], "activity_regularizer": null, "dtype": "float32"}}, {"class_name": "Dense", "config": {"trainable": true, "bias_regularizer": null, "activation": "relu", "name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "use_bias": true, "units": 5, "kernel_regularizer": null, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"trainable": true, "bias_regularizer": null, "activation": "relu", "name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "use_bias": true, "units": 2, "kernel_regularizer": null, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"trainable": true, "bias_regularizer": null, "activation": "linear", "name": "dense_4", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "use_bias": true, "units": 1, "kernel_regularizer": null, "activity_regularizer": null}}]}