{"backend": "tensorflow", "keras_version": "2.1.4", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"activity_regularizer": null, "trainable": true, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "bias_regularizer": null, "batch_input_shape": [null, 4], "kernel_regularizer": null, "activation": "relu", "name": "dense_1", "bias_constraint": null, "use_bias": true, "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 6}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "trainable": true, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "units": 5, "kernel_regularizer": null, "activation": "relu", "name": "dense_2", "bias_constraint": null, "use_bias": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "trainable": true, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "units": 2, "kernel_regularizer": null, "activation": "relu", "name": "dense_3", "bias_constraint": null, "use_bias": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "trainable": true, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "units": 1, "kernel_regularizer": null, "activation": "linear", "name": "dense_4", "bias_constraint": null, "use_bias": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}]}